<?php
/**
 * Author: mark m /
 * Date:5/19/2020 12:22 PM
 * Email: markmei36@hotmail.com
 *
 */

// +----------------------------------------------------------------------
// | 快递查询接口配置
// +----------------------------------------------------------------------
return [
    'config' => [
        'provider' => 'juhe',
        'juhe' => [
            'app_key' => '89a3add11f906b4f8fd5415c280d46a0',
            'api_url'=>'http://v.juhe.cn/exp/index?key=%s&no=%s&comp=%s',
        ],
    ],
    'comp' => [
        'sf' => '顺丰',
        'sto' => '申通',
        'yt' => '圆通',
        'yd' => '韵达',
        'tt' => '天天',
        'ems' => 'EMS',
        'zto' => '中通',
        'ht' => '汇通',
        'qf' => '全峰',
        'db' => '德邦',
        'gt' => '国通',
        'rfd' => '如风达',
        'jd' => '京东',
        'zjs' => '宅急送',
        'youzheng' => '邮政快递',
        'bsky' => '百世',
    ]
];

